tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "kyoshidajp/ghkw"
brew "aspell"
brew "libffi"
brew "autoconf"
brew "automake"
brew "bash-completion"
brew "bat"
brew "bazel"
brew "binutils"
brew "icu4c"
brew "boost"
brew "coreutils"
brew "gnu-sed"
brew "byobu"
brew "cairo"
brew "clinfo"
brew "cmake"
brew "cocoapods"
brew "doxygen"
brew "eigen"
brew "elasticsearch"
brew "fd"
brew "ffmpeg"
brew "gcc"
brew "gcc@4.9"
brew "gdk-pixbuf"
brew "geckodriver"
brew "gist"
brew "git", link: false
brew "git-lfs"
brew "libtool"
brew "graphviz"
brew "grep"
brew "gtk+"
brew "hadoop"
brew "hdf5"
brew "highlight"
brew "htop"
brew "hyperfine"
brew "jq"
brew "liblinear"
brew "libopenmpt"
brew "libsvm"
brew "libtensorflow"
brew "llvm"
brew "mas"
brew "maven"
brew "mkl-dnn"
brew "protobuf"
brew "mysql"
brew "ncdu"
brew "nginx"
brew "ninja"
brew "nkf"
brew "node"
brew "open-mpi"
brew "openblas"
brew "perl"
brew "protobuf-c"
brew "pyenv"
brew "python", link: false
brew "qemu"
brew "qt"
brew "redis"
brew "shtool"
brew "swig"
brew "the_silver_searcher"
brew "tig"
brew "tor"
brew "tree"
brew "unar"
brew "vim", link: false
brew "wakeonlan"
brew "wget"
brew "xpdf"
brew "zsh-completions"
brew "kyoshidajp/ghkw/ghkw"
cask "android-platform-tools"
cask "appcleaner"
cask "bettertouchtool"
cask "chromium"
cask "docker"
cask "dropbox"
cask "firefox"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-chrome-canary"
cask "java"
cask "latexit"
cask "lyrics-master"
cask "mactex"
cask "macvim"
cask "mendeley"
cask "mendeley-reference-manager"
cask "onedrive"
cask "parallels"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "sequel-pro"
cask "suspicious-package"
cask "universal-media-server"
cask "virtualbox"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "xquartz"
mas "FormatMatch", id: 445211988
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Kindle", id: 405399194
mas "Microsoft Remote Desktop", id: 1295203466
mas "OneDrive", id: 823766827
mas "Parallels Client", id: 600925318
mas "Parallels Desktop", id: 1085114709
mas "Perculia", id: 1462633284
mas "Slack", id: 803453959
mas "WinArchiver Lite", id: 414855915
mas "Xcode", id: 497799835
mas "そら案内", id: 599799247
mas "スケッチ風ドロー", id: 543896183
